tavily_result1 = [
    {
        "url": "https://fundasta.co.jp/",
        "content": "ABOUT. 商号 株式会社FundastA. 所在地 名古屋市中村区名駅 1-1-1 JP タワー名古屋 21F. 設立 2017 年 5 月 1 日. 移転 2018 年 9 月 1 日. 資本金 7,000 千円. 役員 山本幸司（代表取締役）. 従業員数 7 名（2021 年 6 月現在）. 業務内容 ソフトウェア開発の請負業務.",
    },
    {
        "url": "https://fundasta.co.jp/message/",
        "content": "10年先を考え続ける まず社名の由来を少し… 「FundastA」ですが、「楽しむ(Fun)」「基盤・基本的な(Fundamental)」「ファンタジスタ(Fantasista)」という言葉を使った造語です。 我々自身が仕事を楽しむことを前提に、それに伴ってお客様にも楽しんでもらう。かかわったすべての人が幸せになるよう ...",
    },
    {
        "url": "https://hnavi.co.jp/corporation/3508/",
        "content": "株式会社FundastAは2017年に愛知県名古屋市に設立されたシステム開発会社です。. 地域柄、自動車関連のシステム、その中でも近年注目度の高いIoT関連のシステム開発を得意としています。. 近年、自動車内部には、CAN（カーエリアネットワーク）と呼ばれる ...",
    },
    {
        "url": "https://salesnow.jp/db/companies/4190001024637",
        "content": "株式会社FundastAの企業概要ページです。株式会社FundastAの事業内容はです。本社の住所は愛知県名古屋市中村区名駅1丁目1番1号JPタワー名古屋で、2017-05-10に設立されています。法人番号は4190001024637です。",
    },
    {
        "url": "https://doda.jp/DodaFront/View/Company/j_id__10181019029/",
        "content": "株式会社FundastAの求人や従業員・年収・事業内容・業績・業種・所在地の情報などを掲載。dodaの企業情報ページでは上場企業や、大手から中小企業まで約37万社の企業情報が無料で検索・閲覧できます。ぜひ志望動機や面接対策の研究にお役立てください。",
    },
]
