pinecone_test_sample = """<document><content>
以下は'FundastA_Policy'ツールから抜粋された就業規則の内容です。
この資料の内容からユーザーの質問に関連する情報があるか確認してください。
・ユーザーの質問：{question}

・就業規則の内容：
本規則は、株式会社FundastA（以下、会社という）の従業員の労働条件、服務規律その他の就業に関す
る事項を定める。この規則は、株式会社FundastA(以下「当社」とする)の全ての従業員に適⽤します。ただし、期間を定め
て雇⽤される契約従業員・パートタイマー・アルバイト、定年後に期間を定めて雇⽤される嘱託従業員
の就業に関する必要な事項については、個別に結ぶ雇⽤契約書を適⽤して、本規則は適⽤しない。
本規則は、株式会社FundastA（以下、会社という）の従業員の労働条件、服務規律その他の就業に関す
る事項を定める。この規則は、株式会社FundastA(以下「当社」とする)の全ての従業員に適⽤します。ただし、期間を定め
て雇⽤される契約従業員・パートタイマー・アルバイト、定年後に期間を定めて雇⽤される嘱託従業員
の就業に関する必要な事項については、個別に結ぶ雇⽤契約書を適⽤して、本規則は適⽤しない。


就業規則第１章 総則第１条（⽬的）1. 本規則は、株式会社FundastA（以下、会社という）の従業員の労働条件、服務規律その他の就業に関する事項を定める。 2. 本規則により、会社業務の円滑な運営と会社秩序の維持、従業員の⾃⼰成⻑を図るものとする。 3. この規則に定めのない事項については、労働基準法その他の法令の定めるところを勘案し、新たな規則を作成するものとする。 その際会社は従業員の意⾒を求めることがある。 第２条（適⽤範囲）1. この 規則は、株式会社FundastA(以下「当社」とする)の全ての従業員に適⽤します。 ただし、期間を定めて雇⽤される契 約従業員・パートタイマー・アルバイト、定年後に期間を定めて雇⽤される嘱託従業員の就業に関する必要な事項については、個別に結ぶ雇⽤契約書を適⽤して、本規則は適⽤しない。 2. 労働基準法第41条に規定する管理若しくは監督の地位にある者または機密の事務を取り扱う者については、「労働時間、休憩および休⽇に関する規定」は適⽤しない。 3. 契約従業員、パートタイマー、アルバイトおよび嘱託従業員については、退職⾦規定は適⽤しない。 （退職⾦ は⽀給しない）第３条（規則の遵守）会社及び従業員は、ともにこの規則を守り、相協⼒して社業の発展に努めなければならない。 第２章 採⽤、異動等第４条（採⽤⼿続）1. ⼊社を希望する者の中から選考試験、および⾯談を⾏い、 当社に必要とされたものを採⽤する。 2. 採⽤後に採⽤を取り消す場合、速やかに当社より対象者に連絡および採⽤を取り消した旨の書⾯を送付する提出されたすべての書類はこれに同封して返送を⾏う。 第５条（採⽤時の提出書類）1. 従業員に採⽤された者は、次の書類を採⽤⽇から2週間以内に提出、またはSmartHRへ⼊⼒しなければならない。 i. 履歴書ii. 住⺠票記載事項証明書 (※全部省略で可)iii. 前職者にあっては、年⾦⼿帳及び雇⽤保険被保険者証、前職 の源泉徴収票iv. 給与振込時に必要な情報 (通帳の⾒開き1ページ⽬のコピー)v. ⾃動⾞運転免許証の写し (ただし、 ⾃動⾞運転免許証を有する場合に限る)。 vi. そのほか会社が指定するもの通勤に関する申請書(会社指定)雇⽤契約書件就業条件明⽰書の会社保管分2. 前項の提出書類の記載事項に変更が⽣じたときは、速やかにこれを届け出なければ ならない。</content><source>FundastA 就業規則 PDFファイル</source><page>2</page></document>
<document><content>
本規則は、株式会社FundastA（以下、会社という）の従業員の労働条件、服務規律その他の就業に関す
る事項を定める。この規則は、株式会社FundastA(以下「当社」とする)の全ての従業員に適⽤します。ただし、期間を定め
て雇⽤される契約従業員・パートタイマー・アルバイト、定年後に期間を定めて雇⽤される嘱託従業員
の就業に関する必要な事項については、個別に結ぶ雇⽤契約書を適⽤して、本規則は適⽤しない。


）i. 試⽤期間の賃⾦︓ 190,000ii. 準委任契約業務従事者契約単価に対する45%４５% が 200,000 に達しない場合の 最低賃⾦は 200,000 とするただし、最⼤ 500,000 とする採⽤時の賃⾦︓ 200,000準委任契約業務に従事していない間の賃⾦iii. その他業務従事者基本給︓200,000〜iv. アルバイトプログラム未経験者︓1,200/hプログラム経験者︓1,500/h〜2. 就業場所i. 名古屋市近郊ii. 名古屋市本社iii. 従業員⾃宅⾃宅の環境が著しく業務に⽀障がある場合その 限りではない秘密保持契約を結んだ業務に従事している場合、⾃宅以外の場所での就業は原則認められない3. 従事す る業務i. システム開発請負業務ii. ⾃社サービス開発業務iii. 営業今後その他の業務が発⽣した場合、従事する可能性があります。 第３１条（基本給・資産形成 DB ⼿当）基本給は、職務内容技能勤成績等を考慮して各別に決定する 。 請負業務従事者は契約単価の45%が全額基本給となる基本給には資産形成 DB ⼿当を含むものとし、資産形成 DB ⼿当は、別に定める資産形成 DB ⼿当給付規程のとおり⽀給する。 第３２条（家族⼿当）⽀給なし第３３条（通勤⼿当 ）通勤⼿当は、⽉額3万円までの範囲内において、通勤に要する実費に相当する額を⽀給する。 第３４条（役付⼿当）現場リーダー⼿当︓ 2,000 / 部下1名請負業務に従事する者のうち、就業先にて教育・就業管理を⾏うべき当社従業員を持つこと。 プロジェクトリーダー⼿当︓ 20,000⾃社サービス開発にてプロジェクトリーダーの任を受けていること。 プロジェクトマネージャー⼿当︓ 50,000⾃社サービス開発にてプロジェクトマネージャーの任を受けていること。 第３５条（技能・資格⼿当及び補助⾦）業務及び勉強⽤図書の購⼊、または有料セミナーへの参加に限り、上限 3,000/⽉ を⽀給領収書、または購⼊レシートを添付した経費精算書を、会社の規定するフォーマットで提出すること清算 可能な購⼊⽇は、申請の1ヶ⽉前までのものとする清算は申請⽉の翌⽉に⾏われるガジェット⼿当上限 24,000/年（5⽉〜翌年4⽉︓FundastA の期初〜期末） を⽀給領収書、または購⼊レシートを添付した経費精算書を、会社の規定する フォーマットで提出すること清算可能な購⼊⽇は、申請の1ヶ⽉前までのものとする清算は申請⽉の翌⽉に⾏われる⾃ 主学習のための最新ガジェットの購⼊や、在宅勤務で必要になる机や椅⼦などの購⼊費を補助する在宅勤務⼿当 5,000/⽉ を⽀給在宅勤務⽇が⽉の勤務⽇の 75％ 以上の場合⽀給会社ブログ投稿⼿当 500/1記事 を⽀給会社YouTube投稿⼿当 1,000/⽉ を⽀給物価⾼騰⼿当 10,000/⽉ を⽀給今後の物価上昇に伴い増減あり第３６条（精勤⼿当）⽀給なし。 第３７条（割増賃⾦）1. 時間外労働に対する割増賃⾦は、次の割増賃⾦率に基づき、次項の計算⽅法により⽀給する 。</content><source>FundastA 就業規則 PDFファイル</source><page>10</page></document>
<document><content>
本規則は、株式会社FundastA（以下、会社という）の従業員の労働条件、服務規律その他の就業に関す
る事項を定める。この規則は、株式会社FundastA(以下「当社」とする)の全ての従業員に適⽤します。ただし、期間を定め
て雇⽤される契約従業員・パートタイマー・アルバイト、定年後に期間を定めて雇⽤される嘱託従業員
の就業に関する必要な事項については、個別に結ぶ雇⽤契約書を適⽤して、本規則は適⽤しない。


i. 労務提供上の⽀障がある場合ii. 企業秘密が漏洩する場合iii. 会社の名誉や信⽤を損なう⾏為や、信頼関係を破壊する⾏為がある場合iv. 競業により企業の利益を害する場合( )附則 施⾏期⽇第１条 この規則は、平成３１年１⽉１ ⽇から施⾏する第２条 資産形成DB⼿当に関する規則は、令和４年１１⽉１⽇から施⾏する。 福祉はぐくみ企業年⾦基⾦に係る取扱い規程第１条（⽬的）1. この規程は、株式会社FundastA（以下、「当社」という。 ）の退職⾦制度として、福祉はぐくみ企業年⾦基⾦（以下、「基⾦」という。 ）における取扱いについて定めることを⽬的とする。 2.  この規程は、以下に掲げる当社の厚⽣年⾦保険の適⽤事業所に適⽤する。 株式会社FundastA第２条（加⼊者）基⾦へ の加⼊者の範囲は、満70歳未満の厚⽣年⾦被保険者である者のうち、基⾦への加⼊を希望する者とする。 第３条（基 準給与⽉額）基⾦の給付額および掛⾦額の算定の基礎となる基準給与⽉額(DB給与⽉額)は、資産形成DB⼿当給付規程(2022年11⽉1⽇現在において効⼒を有するものとする。 )第3条第3号に定める退職⾦積⽴の⽉額とする。  ただし、基⾦の⽼齢給付⾦の⽀給が開始された⽉(基⾦規約第60条の⼀時⾦の⽀給を申し出た場合は、当該申し出た⽉の翌⽉)以降の各⽉の基準給与⽉額は、零とする。 第４条（休職等の期間の取扱い）次の各号に定める期間のいずれか(以下、「休職等」という。 )を開始する場合には、当該開始する⽇に、基⾦の加⼊者の資格を喪失するものとする。  なお、休職等の期間が終了した場合には、その翌⽇に加⼊者の資格を再取得するものとする。 1. 就業規則（2022年11⽉1⽇現在に おいて効⼒を有するものとする。 以下同じ。 ) 第9条に定める休職期間2. 就業規則第26条に定める育児休業期間3.  就業規則第26条に定める介護休業期間第５条（基⾦への届出）この規程を制定または変更する場合は、あらかじめ、基⾦に届出するものとする。  なお、この規程の内容については、法令等および基⾦の取扱い基準に準拠している旨の確認を、あらかじめ、基⾦から受けるものとする。 付則（施⾏⽇）この規程は、2022年11⽉1⽇から施⾏する。 DB資産 形成 ⼿当給付規程第１条（⽬的）この規程は、当社に勤務する者の将来の⽣活と現在の⽣活の充実を⽬的とする資産 形成DB⼿当について定める。</content><source>FundastA 就業規則 PDFファイル</source><page>19</page></document>"""
